# RbsElecTrueLoadPhase2 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecTrueLoadPhase2 Property
ParameterTypeId Class See Also
---
"True Load Phase 2"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecTrueLoadPhase2 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecTrueLoadPhase2 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecTrueLoadPhase2 {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace